
# ただただリストを返す
def middle_area_list():
    middle_area = ["銀座・有楽町・新橋・築地・月島",
                    "水道橋・飯田橋・神楽坂",
                    "お台場",
                    "東京・大手町・日本橋・人形町",
                    "四ツ谷・麹町・市ヶ谷・九段下",
                    "上野・御徒町・浅草",
                    "北千住・日暮里・葛飾・荒川",
                    "錦糸町・浅草橋・両国・亀戸",
                    "門前仲町・東陽町・木場・葛西",
                    "神田・神保町・秋葉原・御茶ノ水",
                    "品川･目黒･田町･浜松町･五反田",
                    "蒲田・大森・大田区",
                    "渋谷",
                    "原宿・青山・表参道",
                    "恵比寿・中目黒・代官山・広尾",
                    "赤坂・六本木・麻布十番・西麻布",
                    "自由が丘・田園調布",
                    "池袋",
                    "赤羽・王子・十条",
                    "新宿",
                    "新大久保・大久保",
                    "巣鴨・大塚・駒込",
                    "中野・高円寺・阿佐ヶ谷・方南町",
                    "下北沢・代々木上原",
                    "高田馬場",
                    "池尻大橋・三軒茶屋・駒沢大学",
                    "桜新町・用賀・二子玉川",
                    "祐天寺・学芸大学・都立大学",
                    "幡ヶ谷・笹塚・明大前・下高井戸",
                    "調布・府中・千歳烏山・仙川",
                    "経堂・千歳船橋",
                    "祖師ヶ谷大蔵・成城学園前",
                    "大井町･中延･旗の台･戸越･馬込",
                    "不動前・武蔵小山",
                    "雪が谷大塚・池上",
                    "武蔵小金井",
                    "国立・国分寺",
                    "青梅・昭島・小作・青梅線沿線",
                    "多摩センター・南大沢",
                    "吉祥寺・荻窪・三鷹",
                    "町田",
                    "八王子・立川",
                    "西武池袋線（石神井公園～秋津）",
                    "西武新宿線(中井～田無～東村山)",
                    "練馬・板橋・成増・江古田",
                    "都営三田線（新板橋～西高島平）",
                    "聖蹟桜ヶ丘・高幡不動・分倍河原",
                    "東京都その他"]
    return middle_area

# ただただリストを返す
def budget_list():
    budget = ['～500円', '501～1000円', '1001～1500円', '1501～2000円', '2001～3000円', '3001～4000円', '4001～5000円', '5001～7000円', '7001～10000円', '10001～15000円', '15001～20000円', '20001～30000円', '30001円～']
    return budget



